Repository: nikoladunai/Praksa
Catalog: DocWp/plugins/swissBilling/languages/swissbilling-gateway-*.po
Languages: de_de, fr_fr

source: Swissbilling Payment plugin for WooCommerce
de_de: Swissbilling Plugin für Woocommerce
fr_fr: Plugin swissbilling pour Woocommerce

source: Place order with Swissbilling
de_de: Bestellung aufgeben mit swissbilling
fr_fr: Commander avec swissbilling

source: Active
de_de: Aktiv
fr_fr: Actif

source: Activate SWISSBILLING Invoice in your shop
de_de: Swissbilling Zahlungsart im Shop aktivieren
fr_fr: Activer le mode de paiement swissbilling dans le shop

source: Title
de_de: Überschrift
fr_fr: Titre

source: This controls the title which the user sees during checkout.
de_de: Dies steuert die Überschrift die der Käufer während des Checkout sieht.
fr_fr: Pilote l'affichage du titre dans le checkout - visible pour le client.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Dies steuert die Beschreibung die der Käufer während des Checkout sieht.
fr_fr: Pilote l'affichage de la description dans le checkout - visible pour le client.

source: Test mode
de_de: Test Modus
fr_fr: Mode test

source: Enable Test Mode
de_de: Test Modus einschalten
fr_fr: Activer le mode test

source: Place the payment gateway in test mode using test API keys.
de_de: Setze das Zahlungsinterface in den Test Modus.
fr_fr: Applique l'interface de paiement dans le mode test.

source: Pre Screening
de_de: Prescreening aktivieren

source: Enable Prescreening
de_de: Prescreening aktivieren
fr_fr: Activer le prescreening

source: Payment Mode
de_de: Zahlungsart
fr_fr: Mode de paiement

source: Direct
de_de: Direkt

source: Redirect
de_de: Umgeleitet
fr_fr: Redirigé

source: Enable B2B Mode
de_de: B2B aktivieren
fr_fr: Activer B2B

source: Is B2B Mode available
de_de: B2B ist verfügbar
fr_fr: B2B disponible

source: Merchant ID
de_de: Händler ID
fr_fr: ID marchand

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: Email Invoice Fee
de_de: E-Mail Rechnungsgebühr
fr_fr: Frais facture e-mail

source: Paper Invoice Fee
de_de: Papierrechnungsgebühr
fr_fr: Frais facture papier

source: Invoice langauge
de_de: Rechnungssprache
fr_fr: Langue des factures

source: German
de_de: Deutsch
fr_fr: Allemand

source: Franch
de_de: Französisch
fr_fr: Français

source: Store Local
de_de: Shop Sprache
fr_fr: Langue du magasin

source: Success Status
de_de: Erfolgsstatus
fr_fr: Statut d'approbation

source: Expected status on success : “Answered” (the transaction is to be validated) or “Acknowledged” (the transaction is committed and will be generated invoice)
de_de: Erfolgsstatus: "Answered" (die Transaktion muss noch bestätigt werden) oder "Acknowledged" (die Transaktion ist bestätigt und erzeugt eine Rechnung)
fr_fr: Statut success attendu: "Answered" (la transaction doit être validée) ou "Acknowledged" (la transaction est validée et la facture sera générée)

source: I agree with SWISSBILLING %s terms and conditions. %s
de_de: Ich akzeptiere die %sAGB%s von swissbilling
fr_fr: J'accepte %sles conditions générales%s de Swissbilling

source: Invoice by email.
de_de: E-Mail Rechnung.
fr_fr: Facture e-mail.

source: Invoice by post.
de_de: Papierrechnung.
fr_fr: Facture papier.

source: Swissbilling invoice type is required!
de_de: Rechnungsart swissbilling wird zwingend benötigt!
fr_fr: Mode de facturation swissbilling requis!

source: You must agree with SWISSBILLING terms and conditions if you want to use this payment method.
de_de: Sie müssen für diese Zahlungsart die allgemeinen Geschäftsbedingungen von swissbilling akzeptieren.
fr_fr: Vous devez accepter les conditions générales swissbilling pour utiliser cette méthode de paiement.

source: Oops something went wrong, please try again. (Payment not completed)
de_de: Oops da ist was schiefgelaufen, bitte versuchen sie es erneut. (Zahlung unvollständig)
fr_fr: Oups il y a eu un problème, essayez à nouveau. (paiement non effectué)

source: Payment was not completed please try again
de_de: Die Zahlung war unvollständig, bitte wiederholen Sie diese
fr_fr: Le paiement n'a pas abouti, essayez à nouveau SVP.
